{
  "data": [
    {
      "text": "Consequences if severe harassment causes a victim to commit suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Does premeditated murder warrant automatic life imprisonment?",
      "intent": "murder_case"
    },
    {
      "text": "Is deserting elderly dependents considered criminally negligent?",
      "intent": "abandonment_case"
    },
    {
      "text": "If a nurse mistakenly gives the wrong medication and someone dies, what's the charge?",
      "intent": "negligent_case"
    },
    {
      "text": "If negligence during surgery leads to patient's death, what penalty?",
      "intent": "negligent_case"
    },
    {
      "text": "What's the punishment for participating in street altercations?",
      "intent": "affray_case"
    },
    {
      "text": "Legal consequences of causing suicide through severe harassment?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Can parents go to jail for leaving their child unattended?",
      "intent": "abandonment_case"
    },
    {
      "text": "Is it punishable to share information about committing suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Will I face charges if I accidentally injure someone lightly?",
      "intent": "injury_case"
    },
    {
      "text": "Is scratching someone intentionally punishable by law?",
      "intent": "injury_case"
    },
    {
      "text": "What's the punishment for unlawful abortion practices?",
      "intent": "abortion_case"
    },
    {
      "text": "Can minor harm from pushing someone away result in legal trouble?",
      "intent": "injury_case"
    },
    {
      "text": "Consequences of continuous emotional torment causing suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Legal consequences for leaving a child alone at home for days?",
      "intent": "abandonment_case"
    },
    {
      "text": "If someone is psychologically harassed until they kill themselves, what's the legal result?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Is unauthorized abortion considered a severe criminal offense?",
      "intent": "abortion_case"
    },
    {
      "text": "Can intentional lethal injection be considered murder legally?",
      "intent": "murder_case"
    },
    {
      "text": "Can someone be prosecuted for starting a fight in a park?",
      "intent": "affray_case"
    },
    {
      "text": "If someone shoots another deliberately, what's the punishment?",
      "intent": "murder_case"
    },
    {
      "text": "Is intentional fatal poisoning punished as murder?",
      "intent": "murder_case"
    },
    {
      "text": "Legal implications of abortions done in non-clinical settings?",
      "intent": "abortion_case"
    },
    {
      "text": "What's the penalty for abandoning a child in public?",
      "intent": "abandonment_case"
    },
    {
      "text": "Penalty for leaving children alone without adequate support?",
      "intent": "abandonment_case"
    },
    {
      "text": "Does planned vehicular homicide equate to murder legally?",
      "intent": "murder_case"
    },
    {
      "text": "Consequences of relentless bullying resulting in suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "What charges apply to a negligent boat operator who injures someone?",
      "intent": "negligent_case"
    },
    {
      "text": "Can intentional killing with poison result in the death sentence?",
      "intent": "murder_case"
    },
    {
      "text": "Are women legally penalized for having an illegal abortion?",
      "intent": "abortion_case"
    },
    {
      "text": "What's the punishment for a violent public altercation?",
      "intent": "affray_case"
    },
    {
      "text": "Is it criminal to mentally torment someone until they commit suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Is self-induced abortion legally punishable?",
      "intent": "abortion_case"
    },
    {
      "text": "If severe bullying leads to suicide, what charges can be filed?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Does joining a public fight automatically mean legal trouble?",
      "intent": "affray_case"
    },
    {
      "text": "Legal outcomes for causing suicide through ongoing harassment?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Legal punishment for premeditated murder by arson?",
      "intent": "murder_case"
    },
    {
      "text": "What sentence does someone face for killing intentionally during burglary?",
      "intent": "murder_case"
    },
    {
      "text": "Is deliberate poisoning considered murder under law?",
      "intent": "murder_case"
    },
    {
      "text": "Legal outcomes for people participating in street violence?",
      "intent": "affray_case"
    },
    {
      "text": "What happens legally if negligence in food handling causes illness?",
      "intent": "negligent_case"
    },
    {
      "text": "Can someone face imprisonment for promoting suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Penalty for women undergoing abortion illegally?",
      "intent": "abortion_case"
    },
    {
      "text": "Legal risks associated with performing unauthorized abortion procedures?",
      "intent": "abortion_case"
    },
    {
      "text": "What legal risks come with involvement in public affray?",
      "intent": "affray_case"
    },
    {
      "text": "Someone scratched me on purpose, can they face charges?",
      "intent": "injury_case"
    },
    {
      "text": "Can persistent emotional abuse resulting in suicide lead to jail?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "What's the penalty for accidentally causing someone's death in a car accident?",
      "intent": "negligent_case"
    },
    {
      "text": "Charges for accidental death due to improper medical procedure?",
      "intent": "negligent_case"
    },
    {
      "text": "Does premeditated murder always result in severe punishment?",
      "intent": "murder_case"
    },
    {
      "text": "Penalty for negligent driving leading to pedestrian injury?",
      "intent": "negligent_case"
    },
    {
      "text": "Charges for accidentally injuring someone due to negligent property maintenance?",
      "intent": "negligent_case"
    },
    {
      "text": "Consequences if someone neglectfully leaves a dependent unattended?",
      "intent": "abandonment_case"
    },
    {
      "text": "Legal outcomes if suicide is aided through direct assistance?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Is abortion illegal in every case?",
      "intent": "abortion_case"
    },
    {
      "text": "Is helping someone commit suicide by providing resources illegal?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Penalty for abandoning elderly relatives with no care provision?",
      "intent": "abandonment_case"
    },
    {
      "text": "If someone negligently injures another during sports, what's the punishment?",
      "intent": "negligent_case"
    },
    {
      "text": "Legal penalties for encouraging suicide via messaging?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "If emotional cruelty leads to suicide, what's the likely legal charge?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Can you face criminal charges for pinching someone?",
      "intent": "injury_case"
    },
    {
      "text": "Can deliberate stabbing that leads to death result in execution?",
      "intent": "murder_case"
    },
    {
      "text": "What legal actions follow if I unintentionally injure someone during sports?",
      "intent": "injury_case"
    },
    {
      "text": "Can negligent behavior that results in someone's harm lead to jail?",
      "intent": "negligent_case"
    },
    {
      "text": "What's the legal outcome if prolonged bullying results in suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Are there criminal penalties for abandoning vulnerable adults?",
      "intent": "abandonment_case"
    },
    {
      "text": "Can someone face charges for fighting at a street festival?",
      "intent": "affray_case"
    },
    {
      "text": "What happens if you lightly injure someone in a disagreement?",
      "intent": "injury_case"
    },
    {
      "text": "Legal outcomes for hitting someone lightly during road rage?",
      "intent": "injury_case"
    },
    {
      "text": "My friend slapped another guy at the club; legal issues?",
      "intent": "injury_case"
    },
    {
      "text": "If someone aborts illegally, what's the legal outcome?",
      "intent": "abortion_case"
    },
    {
      "text": "Is participating in public brawls punishable by imprisonment?",
      "intent": "affray_case"
    },
    {
      "text": "What happens legally if someone is poisoned intentionally?",
      "intent": "murder_case"
    },
    {
      "text": "Legal outcomes for unapproved abortion procedures by doctors?",
      "intent": "abortion_case"
    },
    {
      "text": "What's the legal punishment for deserting a child intentionally?",
      "intent": "abandonment_case"
    },
    {
      "text": "He threw a bottle and lightly injured someone; consequences?",
      "intent": "injury_case"
    },
    {
      "text": "Can someone be jailed for neglectful abandonment of elderly relatives?",
      "intent": "abandonment_case"
    },
    {
      "text": "Does fighting outside a nightclub lead to charges?",
      "intent": "affray_case"
    },
    {
      "text": "Can individuals in public fights be prosecuted?",
      "intent": "affray_case"
    },
    {
      "text": "Can premeditated murder by strangulation result in capital punishment?",
      "intent": "murder_case"
    },
    {
      "text": "Can someone be prosecuted for accidental injuries from neglected equipment?",
      "intent": "negligent_case"
    },
    {
      "text": "She accidentally knocked someone down; will there be charges?",
      "intent": "injury_case"
    },
    {
      "text": "What's the sentence for public affray?",
      "intent": "affray_case"
    },
    {
      "text": "Penalty for emotional cruelty leading to someone's suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Can someone face imprisonment for suicide-related advice?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "He pinched someone hard enough to bruise; legal consequences?",
      "intent": "injury_case"
    },
    {
      "text": "Can negligent supervision of children leading to harm result in charges?",
      "intent": "negligent_case"
    },
    {
      "text": "Penalty for intentionally drowning someone?",
      "intent": "murder_case"
    },
    {
      "text": "What legal actions follow an illegally conducted abortion?",
      "intent": "abortion_case"
    },
    {
      "text": "If someone accidentally causes injury at work, can they face charges?",
      "intent": "negligent_case"
    },
    {
      "text": "Can someone face jail for neglecting elderly family members?",
      "intent": "abandonment_case"
    },
    {
      "text": "What's the punishment for abortion without legal approval?",
      "intent": "abortion_case"
    },
    {
      "text": "I accidentally elbowed someone hard; will I be charged?",
      "intent": "injury_case"
    },
    {
      "text": "What charges can you face for aiding someone else's suicide attempt?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "What penalty applies if negligence during sports coaching results in injury?",
      "intent": "negligent_case"
    },
    {
      "text": "Is it criminal for medical professionals to carry out unlawful abortion?",
      "intent": "abortion_case"
    },
    {
      "text": "What's the consequence of helping someone plan their suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "What's the sentence if someone deliberately suffocates another person?",
      "intent": "murder_case"
    },
    {
      "text": "Someone gave another person a black eye, what is the punishment?",
      "intent": "injury_case"
    },
    {
      "text": "Is negligence causing injury in workplaces considered a criminal act?",
      "intent": "negligent_case"
    },
    {
      "text": "Can providing lethal substances for suicide lead to jail?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Is abandoning dependent children in dangerous conditions criminal?",
      "intent": "abandonment_case"
    },
    {
      "text": "Is causing suicide through psychological abuse punishable by law?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Legal penalties for non-medical persons performing abortion?",
      "intent": "abortion_case"
    },
    {
      "text": "Consequences for doctors involved in illegal abortion?",
      "intent": "abortion_case"
    },
    {
      "text": "Legal repercussions if an abortion is performed secretly?",
      "intent": "abortion_case"
    },
    {
      "text": "What's the consequence of intentionally causing a fatal overdose?",
      "intent": "murder_case"
    },
    {
      "text": "Consequences of engaging in physical fights during protests?",
      "intent": "affray_case"
    },
    {
      "text": "Is pushing someone emotionally to suicide considered a severe crime?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Can you go to jail for bruising someone during an argument?",
      "intent": "injury_case"
    },
    {
      "text": "Legal consequences of leaving a child unattended causing injury?",
      "intent": "negligent_case"
    },
    {
      "text": "What happens legally if a non-medical person performs an abortion?",
      "intent": "abortion_case"
    },
    {
      "text": "What penalty applies to intentional killing via hit-and-run?",
      "intent": "murder_case"
    },
    {
      "text": "Can abortion performed without proper approval result in charges?",
      "intent": "abortion_case"
    },
    {
      "text": "What's the punishment if abortion is performed by unauthorized clinics?",
      "intent": "abortion_case"
    },
    {
      "text": "Can women face charges for seeking illegal abortion?",
      "intent": "abortion_case"
    },
    {
      "text": "Is engaging in a public disturbance by fighting punishable?",
      "intent": "affray_case"
    },
    {
      "text": "My brother punched a man, will he face jail time?",
      "intent": "injury_case"
    },
    {
      "text": "Can abandonment of children result in serious legal action?",
      "intent": "abandonment_case"
    },
    {
      "text": "He accidentally broke a guy's nose in a game, what's next legally?",
      "intent": "injury_case"
    },
    {
      "text": "Can leaving elderly parents without assistance lead to criminal charges?",
      "intent": "abandonment_case"
    },
    {
      "text": "Is it criminal to suggest suicide methods to someone depressed?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Charges for individuals assisting in unlawful abortions?",
      "intent": "abortion_case"
    },
    {
      "text": "Is it illegal to abandon a spouse with disabilities?",
      "intent": "abandonment_case"
    },
    {
      "text": "What happens legally if you help someone obtain suicide tools?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Is abandoning a dependent family member punishable by law?",
      "intent": "abandonment_case"
    },
    {
      "text": "Legal penalty for killing someone intentionally with a knife?",
      "intent": "murder_case"
    },
    {
      "text": "Can playful fighting resulting in slight harm lead to jail time?",
      "intent": "injury_case"
    },
    {
      "text": "What penalty is applicable for emotional abuse that causes suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Penalty if someone leaves their sick parent without care?",
      "intent": "abandonment_case"
    },
    {
      "text": "Does preplanned murder with a firearm guarantee a life sentence?",
      "intent": "murder_case"
    },
    {
      "text": "Can someone go to jail for sharing suicide methods?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Is emotional abuse leading directly to suicide considered criminal?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Legal risks for unauthorized abortion providers?",
      "intent": "abortion_case"
    },
    {
      "text": "What sentence could a person get for assisting illegal abortion?",
      "intent": "abortion_case"
    },
    {
      "text": "Can you be executed for premeditated murder?",
      "intent": "murder_case"
    },
    {
      "text": "What sentence does a person get for planned murder?",
      "intent": "murder_case"
    },
    {
      "text": "Can negligent management of construction sites leading to harm result in prison?",
      "intent": "negligent_case"
    },
    {
      "text": "What penalty could result from causing minor injury during horseplay?",
      "intent": "injury_case"
    },
    {
      "text": "Consequences of accidental injury due to neglected maintenance?",
      "intent": "negligent_case"
    },
    {
      "text": "What's the legal consequence of fighting publicly?",
      "intent": "affray_case"
    },
    {
      "text": "Penalty for driving someone to suicide through harsh cruelty?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Legal consequences of providing suicide advice to a vulnerable person?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "If someone intentionally sets a fatal trap, what's the legal outcome?",
      "intent": "murder_case"
    },
    {
      "text": "What charges apply for cruelty that leads someone to kill themselves?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Legal outcomes for intentionally burning someone to death?",
      "intent": "murder_case"
    },
    {
      "text": "What penalty applies if someone is hurt slightly in a bar fight?",
      "intent": "injury_case"
    },
    {
      "text": "Does accidentally bruising someone in a hurry count as assault?",
      "intent": "injury_case"
    },
    {
      "text": "Legal penalties for starting fights at concerts or gatherings?",
      "intent": "affray_case"
    },
    {
      "text": "What's the punishment for deliberately killing someone during kidnapping?",
      "intent": "murder_case"
    },
    {
      "text": "If someone falls and dies due to negligent maintenance, what charges apply?",
      "intent": "negligent_case"
    },
    {
      "text": "If a murder is preplanned, what's the usual verdict?",
      "intent": "murder_case"
    },
    {
      "text": "Legal risks of abandoning vulnerable adults without supervision?",
      "intent": "abandonment_case"
    },
    {
      "text": "What happens legally when someone abandons their disabled parent?",
      "intent": "abandonment_case"
    },
    {
      "text": "Legal outcomes for those participating in violent street fights?",
      "intent": "affray_case"
    },
    {
      "text": "If someone trips and gets injured because of my shove, what's next?",
      "intent": "injury_case"
    },
    {
      "text": "What happens legally if persistent cruelty leads someone to end their life?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Does causing minor injury in a playful fight lead to jail?",
      "intent": "injury_case"
    },
    {
      "text": "Is it criminal to perform abortion beyond permitted limits?",
      "intent": "abortion_case"
    },
    {
      "text": "What's the typical punishment for a calculated murder?",
      "intent": "murder_case"
    },
    {
      "text": "Penalty if caught fighting in public places?",
      "intent": "affray_case"
    },
    {
      "text": "Consequences if negligent supervision results in accidental drowning?",
      "intent": "negligent_case"
    },
    {
      "text": "What happens legally if someone bullies another into suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Can individuals face jail for being involved in public fights?",
      "intent": "affray_case"
    },
    {
      "text": "What's the legal penalty for enabling someone's suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Is killing someone during a robbery treated as murder?",
      "intent": "murder_case"
    },
    {
      "text": "What charges apply if someone deliberately sets fire to kill?",
      "intent": "murder_case"
    },
    {
      "text": "Can someone get jailed for facilitating illegal abortion?",
      "intent": "abortion_case"
    },
    {
      "text": "Can someone face serious charges for assisting suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Is providing tools for suicide legally punishable?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "What's the maximum sentence for murder using a firearm?",
      "intent": "murder_case"
    },
    {
      "text": "Can doctors face penalties for illegal abortion procedures?",
      "intent": "abortion_case"
    },
    {
      "text": "Can providing facilities for illegal abortion result in charges?",
      "intent": "abortion_case"
    },
    {
      "text": "Legal consequences of encouraging suicide through private messages?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "What legal charges could apply to unlicensed abortion providers?",
      "intent": "abortion_case"
    },
    {
      "text": "Someone bruised my arm during a disagreement; can I press charges?",
      "intent": "injury_case"
    },
    {
      "text": "She slapped her coworker; what's the potential punishment?",
      "intent": "injury_case"
    },
    {
      "text": "Is abandoning elderly family members without care provision illegal?",
      "intent": "abandonment_case"
    },
    {
      "text": "Consequences of aiding suicide through personal communication?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "What charges apply to someone who helps another plan their suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Penalty if someone commits suicide due to continuous bullying?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Is accidental injury due to negligent management of machinery punishable?",
      "intent": "negligent_case"
    },
    {
      "text": "Is abortion carried out by unauthorized individuals punishable?",
      "intent": "abortion_case"
    },
    {
      "text": "Consequences for negligently causing a gas leak that injures others?",
      "intent": "negligent_case"
    },
    {
      "text": "Consequences of offering guidance to someone planning suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "If a person helps another commit suicide, what's their legal risk?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Penalty for neglectfully leaving elderly parents without care?",
      "intent": "abandonment_case"
    },
    {
      "text": "Can encouraging suicide through online platforms lead to jail?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Legal consequences of performing an abortion without consent?",
      "intent": "abortion_case"
    },
    {
      "text": "Legal outcomes for providing pills for suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Can minor injuries from a friendly wrestle lead to legal issues?",
      "intent": "injury_case"
    },
    {
      "text": "Legal consequences of physical altercations at public gatherings?",
      "intent": "affray_case"
    },
    {
      "text": "Is supplying lethal means for suicide punishable by law?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "What charges apply if someone performs an unauthorized abortion?",
      "intent": "abortion_case"
    },
    {
      "text": "Legal punishment for causing someone's suicide via emotional cruelty?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Does hurting someone unintentionally in anger count as assault?",
      "intent": "injury_case"
    },
    {
      "text": "If I provide suicide methods online, what are the legal risks?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Legal risks of involvement in an affray at a public event?",
      "intent": "affray_case"
    },
    {
      "text": "Is advising suicide through texts a criminal offense?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Does causing accidental harm by negligence in healthcare result in jail?",
      "intent": "negligent_case"
    },
    {
      "text": "Is abandoning dependents legally punishable by prison terms?",
      "intent": "abandonment_case"
    },
    {
      "text": "Someone got a minor bruise from a scuffle, what's the consequence?",
      "intent": "injury_case"
    },
    {
      "text": "Penalty for murdering someone in their sleep?",
      "intent": "murder_case"
    },
    {
      "text": "Are individuals criminally liable for abandoning dependent family members?",
      "intent": "abandonment_case"
    },
    {
      "text": "Legal outcomes for accidental deaths caused by negligent safety practices?",
      "intent": "negligent_case"
    },
    {
      "text": "If someone instigates a public fight, will they be prosecuted?",
      "intent": "affray_case"
    },
    {
      "text": "Is giving suicide-related instructions punishable?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Can someone go to prison for psychological torture that causes suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Is it punishable if someone is accidentally injured due to poor safety measures?",
      "intent": "negligent_case"
    },
    {
      "text": "What penalties apply if someone deserts their child permanently?",
      "intent": "abandonment_case"
    },
    {
      "text": "Consequences for leaving a minor unattended without support?",
      "intent": "abandonment_case"
    },
    {
      "text": "If I give information on suicide methods, am I breaking the law?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Is systematically driving someone to suicide through cruelty a criminal offense?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "If a shooting is planned, does that automatically mean life imprisonment?",
      "intent": "murder_case"
    },
    {
      "text": "Charges applicable for abandoning disabled family members without care?",
      "intent": "abandonment_case"
    },
    {
      "text": "Is lightly hitting someone during a heated talk punishable?",
      "intent": "injury_case"
    },
    {
      "text": "If negligence causes accidental electrocution, what charges apply?",
      "intent": "negligent_case"
    },
    {
      "text": "What charges apply for abandoning elderly family members?",
      "intent": "abandonment_case"
    },
    {
      "text": "What's the charge for fighting openly in public spaces?",
      "intent": "affray_case"
    },
    {
      "text": "What's the punishment for emotionally abusing someone into suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "If someone causes public disturbance through fighting, what's next legally?",
      "intent": "affray_case"
    },
    {
      "text": "Legal repercussions for emotional cruelty that drives suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Penalty for involvement in public fighting?",
      "intent": "affray_case"
    },
    {
      "text": "Legal outcomes if negligence causes someone's accidental death during diving?",
      "intent": "negligent_case"
    },
    {
      "text": "I lightly injured someone defending myself; what's next?",
      "intent": "injury_case"
    },
    {
      "text": "What happens legally if someone slaps another causing pain?",
      "intent": "injury_case"
    },
    {
      "text": "Can someone be jailed for encouraging suicide online?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Charges for severe bullying if it leads someone to commit suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Legal outcomes for intentionally running someone over?",
      "intent": "murder_case"
    },
    {
      "text": "Are illegal abortion procedures severely punished?",
      "intent": "abortion_case"
    },
    {
      "text": "If someone pulls hair but doesn't cause lasting harm, are charges possible?",
      "intent": "injury_case"
    },
    {
      "text": "Legal consequences if negligence leads to a worker's injury on site?",
      "intent": "negligent_case"
    },
    {
      "text": "What happens legally if someone dies because of negligent driving?",
      "intent": "negligent_case"
    },
    {
      "text": "Can one be prosecuted for deserting their dependent children?",
      "intent": "abandonment_case"
    },
    {
      "text": "How long is the jail term for a murder that wasn't accidental?",
      "intent": "murder_case"
    },
    {
      "text": "Consequences of leaving a child without necessary support?",
      "intent": "abandonment_case"
    },
    {
      "text": "Penalty for performing abortions beyond legal gestational limits?",
      "intent": "abortion_case"
    },
    {
      "text": "Legal outcomes if a caregiver abandons an elderly person?",
      "intent": "abandonment_case"
    },
    {
      "text": "If murder is planned and executed, what's the likely legal verdict?",
      "intent": "murder_case"
    },
    {
      "text": "Charges applied if someone abandons a spouse who is severely ill?",
      "intent": "abandonment_case"
    },
    {
      "text": "If I hit someone during a heated argument, can I be jailed?",
      "intent": "injury_case"
    },
    {
      "text": "If someone is emotionally driven to suicide, can the perpetrator be prosecuted?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "If abortion is conducted illegally, what charges apply?",
      "intent": "abortion_case"
    },
    {
      "text": "What sentence can you face for negligently causing a fire that harms someone?",
      "intent": "negligent_case"
    },
    {
      "text": "Does intentional drowning constitute murder?",
      "intent": "murder_case"
    },
    {
      "text": "Legal repercussions of leaving minors without guardian oversight?",
      "intent": "abandonment_case"
    },
    {
      "text": "Is causing accidental injury through negligence considered criminal?",
      "intent": "negligent_case"
    },
    {
      "text": "Is being involved in a public affray considered criminal?",
      "intent": "affray_case"
    },
    {
      "text": "Legal outcomes for accidental poisoning due to negligence?",
      "intent": "negligent_case"
    },
    {
      "text": "What happens if someone starts a public fight?",
      "intent": "affray_case"
    },
    {
      "text": "Can premeditated murder charges lead to the death penalty?",
      "intent": "murder_case"
    },
    {
      "text": "If an accident is caused by negligence in equipment handling, what's the outcome?",
      "intent": "negligent_case"
    },
    {
      "text": "Penalty for offering suicide assistance over phone calls?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "If someone provides assistance for suicide, what's the charge?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Can one be prosecuted for advising suicide through social media?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "He twisted my finger during a confrontation; what's the punishment?",
      "intent": "injury_case"
    },
    {
      "text": "Consequences of abortion without medical oversight?",
      "intent": "abortion_case"
    },
    {
      "text": "If someone helps a person commit suicide, will they face charges?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Can emotional torment resulting in suicide lead to criminal prosecution?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Can assisting in suicide result in severe jail sentences?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "She poked someone in the eye deliberately; what happens legally?",
      "intent": "injury_case"
    },
    {
      "text": "What sentence does a bully receive if their victim commits suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Legal implications of participating in public disorder through fighting?",
      "intent": "affray_case"
    },
    {
      "text": "Penalty for accidental injury caused by careless use of equipment?",
      "intent": "negligent_case"
    },
    {
      "text": "Legal outcome of deserting children intentionally?",
      "intent": "abandonment_case"
    },
    {
      "text": "Legal outcomes of joining a violent crowd fight?",
      "intent": "affray_case"
    },
    {
      "text": "Is deserting family members requiring care punishable by law?",
      "intent": "abandonment_case"
    },
    {
      "text": "Legal outcomes if psychological cruelty directly results in suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "What charges apply if I injure someone who provoked me?",
      "intent": "injury_case"
    },
    {
      "text": "If someone is accidentally poisoned due to negligence, what's the legal outcome?",
      "intent": "negligent_case"
    },
    {
      "text": "Can someone be charged for explaining suicide techniques online?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "What punishment applies if someone intentionally kills their spouse?",
      "intent": "murder_case"
    },
    {
      "text": "A man twisted another's arm intentionally; what's the penalty?",
      "intent": "injury_case"
    },
    {
      "text": "Is providing suicide instructions over social media punishable by law?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "My cousin bit someone during a fight, what's the legal outcome?",
      "intent": "injury_case"
    },
    {
      "text": "Legal penalties for driving someone to suicide through severe emotional distress?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Penalty for illegal abortion done by medical practitioners?",
      "intent": "abortion_case"
    },
    {
      "text": "Consequences of initiating a physical conflict in public?",
      "intent": "affray_case"
    },
    {
      "text": "Is causing a disturbance by fighting punishable by law?",
      "intent": "affray_case"
    },
    {
      "text": "What legal charges apply to a stabbing death during an argument?",
      "intent": "murder_case"
    },
    {
      "text": "Consequences for leaving minors alone for extended periods?",
      "intent": "abandonment_case"
    },
    {
      "text": "What happens legally if I support someone's decision to end their life?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Can fighting at a club lead to arrest?",
      "intent": "affray_case"
    },
    {
      "text": "Can deliberate fatal attacks lead to capital punishment?",
      "intent": "murder_case"
    },
    {
      "text": "Penalty if someone helps another carry out suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Consequences for involvement in physical fights publicly?",
      "intent": "affray_case"
    },
    {
      "text": "Is assisting someone to illegally abort punishable by law?",
      "intent": "abortion_case"
    },
    {
      "text": "Can someone face imprisonment for neglectful abandonment of a child?",
      "intent": "abandonment_case"
    },
    {
      "text": "What's the legal outcome for performing abortions unlawfully?",
      "intent": "abortion_case"
    },
    {
      "text": "Can abandonment of a mentally ill family member lead to jail?",
      "intent": "abandonment_case"
    },
    {
      "text": "If someone fights publicly, what's their legal risk?",
      "intent": "affray_case"
    },
    {
      "text": "What legal outcome occurs if someone leaves a dependent person alone?",
      "intent": "abandonment_case"
    },
    {
      "text": "Is psychological torment causing suicide punishable by imprisonment?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Legal charges if caregivers abandon disabled adults intentionally?",
      "intent": "abandonment_case"
    },
    {
      "text": "Can someone be imprisoned for cruelty that results in suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "What's the charge for violent public disturbances?",
      "intent": "affray_case"
    },
    {
      "text": "Can starting a fight at a public event result in arrest?",
      "intent": "affray_case"
    },
    {
      "text": "Is life imprisonment mandatory for intentional drowning cases?",
      "intent": "murder_case"
    },
    {
      "text": "Legal consequences if minors are left unsupervised intentionally?",
      "intent": "abandonment_case"
    },
    {
      "text": "Is performing abortion without consent criminally charged?",
      "intent": "abortion_case"
    },
    {
      "text": "He drowned his victim intentionally; what's the likely sentence?",
      "intent": "murder_case"
    },
    {
      "text": "What legal outcomes result from aiding a suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "A small cut from a dispute; will the attacker face jail?",
      "intent": "injury_case"
    },
    {
      "text": "Can I be prosecuted for slightly injuring a pickpocket?",
      "intent": "injury_case"
    },
    {
      "text": "Can someone face jail if their harassment pushes someone to suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Legal implications of bullying someone until they commit suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Is child abandonment considered a serious crime?",
      "intent": "abandonment_case"
    },
    {
      "text": "Is life imprisonment mandatory for intentional killing?",
      "intent": "murder_case"
    },
    {
      "text": "What happens if I lightly injure someone while breaking up a fight?",
      "intent": "injury_case"
    },
    {
      "text": "Penalty for negligence leading to severe injury in sports events?",
      "intent": "negligent_case"
    },
    {
      "text": "Is it illegal to give advice on how to end one's life?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Penalty for supplying poison used in suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Consequences if medical staff conduct abortions unlawfully?",
      "intent": "abortion_case"
    },
    {
      "text": "Penalty for causing suicide through systematic emotional abuse?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Someone kicked another person gently during an argument; legal risks?",
      "intent": "injury_case"
    },
    {
      "text": "Can providing advice on suicide techniques lead to legal punishment?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Is initiating a fight on public transportation criminal?",
      "intent": "affray_case"
    },
    {
      "text": "Penalty for getting into a public fight at a restaurant?",
      "intent": "affray_case"
    },
    {
      "text": "If accidental harm is due to negligent handling of animals, what's the charge?",
      "intent": "negligent_case"
    },
    {
      "text": "Legal repercussions for deserting vulnerable adults without proper care?",
      "intent": "abandonment_case"
    },
    {
      "text": "What's the sentence for intentional abandonment of vulnerable dependents?",
      "intent": "abandonment_case"
    },
    {
      "text": "Is fighting openly in the streets considered a criminal offense?",
      "intent": "affray_case"
    },
    {
      "text": "Consequences of intentional death by causing fall from height?",
      "intent": "murder_case"
    },
    {
      "text": "Can participating in a brawl at a stadium lead to charges?",
      "intent": "affray_case"
    },
    {
      "text": "If you slap someone and cause redness, will police intervene?",
      "intent": "injury_case"
    },
    {
      "text": "Can someone face charges for leaving a disabled relative alone?",
      "intent": "abandonment_case"
    },
    {
      "text": "Can participants in a street brawl face jail time?",
      "intent": "affray_case"
    },
    {
      "text": "What's the penalty if someone conducts abortions without medical license?",
      "intent": "abortion_case"
    },
    {
      "text": "Legal repercussions of guiding someone in suicidal methods?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Legal consequences of deliberately causing someone's death through starvation?",
      "intent": "murder_case"
    },
    {
      "text": "Can street fights lead to jail sentences?",
      "intent": "affray_case"
    },
    {
      "text": "Can you be prosecuted for advising someone to commit suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "She deliberately bumped into me causing a minor injury, charges?",
      "intent": "injury_case"
    },
    {
      "text": "Legal outcomes for abortion conducted illegally?",
      "intent": "abortion_case"
    },
    {
      "text": "Can abandoning elderly parents lead to criminal prosecution?",
      "intent": "abandonment_case"
    },
    {
      "text": "Can someone face prosecution for unauthorized abortion practices?",
      "intent": "abortion_case"
    },
    {
      "text": "Can engaging in affray at a sporting event lead to jail time?",
      "intent": "affray_case"
    },
    {
      "text": "What's the punishment for causing death by negligence in a hospital?",
      "intent": "negligent_case"
    },
    {
      "text": "What legal charges follow participating in street brawls?",
      "intent": "affray_case"
    },
    {
      "text": "Penalty for being involved in fights at public celebrations?",
      "intent": "affray_case"
    },
    {
      "text": "What's the penalty for helping a friend commit suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Consequences of accidental injury caused by negligent childcare?",
      "intent": "negligent_case"
    },
    {
      "text": "Legal outcomes for murder committed using explosives?",
      "intent": "murder_case"
    },
    {
      "text": "If a shove results in minor injury, what's the likely punishment?",
      "intent": "injury_case"
    },
    {
      "text": "Can emotional torture leading to suicide result in severe penalties?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Can I be arrested for accidentally injuring someone at work?",
      "intent": "injury_case"
    },
    {
      "text": "Is causing harm due to carelessness punishable by jail time?",
      "intent": "negligent_case"
    },
    {
      "text": "Can you face life imprisonment for poisoning someone?",
      "intent": "murder_case"
    },
    {
      "text": "Legal repercussions for aiding suicide through medication?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "If a pedestrian is accidentally injured due to a driver's negligence, consequences?",
      "intent": "negligent_case"
    },
    {
      "text": "What's the legal risk of abandoning elderly relatives deliberately?",
      "intent": "abandonment_case"
    },
    {
      "text": "What's the consequence for abortion without proper legal permissions?",
      "intent": "abortion_case"
    },
    {
      "text": "Is it a crime to intentionally step on someone's foot causing pain?",
      "intent": "injury_case"
    },
    {
      "text": "Penalty for continuous mental cruelty resulting in suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Are participants in public scuffles charged criminally?",
      "intent": "affray_case"
    },
    {
      "text": "Consequences of violent confrontations in public places?",
      "intent": "affray_case"
    },
    {
      "text": "Charges for psychologically pressuring someone until they commit suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Penalty for illegal abortion performed by nurses?",
      "intent": "abortion_case"
    },
    {
      "text": "Can fighting in public result in criminal charges?",
      "intent": "affray_case"
    },
    {
      "text": "Penalty for helping someone find methods for suicide?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Consequences of encouraging suicide via emails?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Charges for abandonment of mentally disabled dependents?",
      "intent": "abandonment_case"
    },
    {
      "text": "Penalty for abandoning family members who need constant care?",
      "intent": "abandonment_case"
    },
    {
      "text": "Consequences if someone carries out abortion without authorization?",
      "intent": "abortion_case"
    },
    {
      "text": "Is pulling someone's hair aggressively punishable?",
      "intent": "injury_case"
    },
    {
      "text": "What's the penalty for intentionally causing someone's death in a fight?",
      "intent": "murder_case"
    },
    {
      "text": "What legal actions apply if negligence results in accidental drowning?",
      "intent": "negligent_case"
    },
    {
      "text": "What's the legal consequence of deliberate strangulation resulting in death?",
      "intent": "murder_case"
    },
    {
      "text": "Legal actions against those involved in public fighting incidents?",
      "intent": "affray_case"
    },
    {
      "text": "What's the charge if someone leaves their child at a public place and walks away?",
      "intent": "abandonment_case"
    },
    {
      "text": "Can unauthorized abortion providers be imprisoned?",
      "intent": "abortion_case"
    },
    {
      "text": "Can psychological cruelty causing suicide result in jail time?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Penalty for a builder whose negligence causes a fatal collapse?",
      "intent": "negligent_case"
    },
    {
      "text": "Charges for illegal abortion conducted secretly at home?",
      "intent": "abortion_case"
    },
    {
      "text": "Does joining a fight in a bar lead to criminal charges?",
      "intent": "affray_case"
    },
    {
      "text": "What are the penalties if negligence causes severe injury to someone?",
      "intent": "negligent_case"
    },
    {
      "text": "Can a minor injury from a street fight lead to prosecution?",
      "intent": "injury_case"
    },
    {
      "text": "Penalty for illegal abortions done outside medical facilities?",
      "intent": "abortion_case"
    },
    {
      "text": "I slightly injured a trespasser; will I be legally liable?",
      "intent": "injury_case"
    },
    {
      "text": "What happens legally when a driver's negligence injures pedestrians?",
      "intent": "negligent_case"
    },
    {
      "text": "Can someone face charges if their cruelty leads to suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Does assisting in suicide have severe legal consequences?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Penalty if someone deliberately leaves their elderly parent stranded?",
      "intent": "abandonment_case"
    },
    {
      "text": "What's the legal stance if persistent cruelty drives a person to suicide?",
      "intent": "suicide_cruelty_case"
    },
    {
      "text": "Legal punishment for intentionally suffocating a family member?",
      "intent": "murder_case"
    },
    {
      "text": "If someone is deliberately pushed from a building, what's the charge?",
      "intent": "murder_case"
    },
    {
      "text": "Penalty for advising someone on suicide methods?",
      "intent": "suicide_aid_case"
    },
    {
      "text": "Does public fighting lead to criminal prosecution?",
      "intent": "affray_case"
    },
    {
      "text": "Can someone face jail for carrying out illegal abortions?",
      "intent": "abortion_case"
    }
  ],
  "date_updated": "2025-04-08"
}